/**=====================================================
 * @author Jeycorp
 * @brief client
 **=====================================================
 * [!] 과제 평가 기준
 *  - 요구 사항을 이해하고 구현할 수 있는 능력
 *  - javascript 문법이 es5를 준수하였는지
 *  - 화면상의 디자인은 신경 쓰지 않음
 **=====================================================
 * [?] 과제: 아래 내용을 해당 파일 내에서 javascript로 구현하세요.
 **=====================================================
 *  1. server(.js)로 부터 가져온 데이터를 리스트 형식으로 출력하세요.
 *  2. 페이징 기능을 구현 하세요.
 *  3. 검색 기능을 구현 하세요. (이름, 전화번호, 이메일 중 1개 이상)
 * [도움말]
 *  - 더미 이미지: http://placeimg.com/100/100/people
 **=====================================================
 */
(function ($, window, undefined) {
  // ...
})(jQuery, window);
